Repository: lemonad/methodiki
Catalog: methodiki/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Lift method?
sv: Lyft upp metod?

source: comment
sv: kommentar

source: comments
sv: kommentarer

source: Identifier
sv: Identifierare

source: Content
sv: Innehåll

source: Name
sv: Namn

source: Language code
sv: Språk-kod

source: flat content
sv: platt innehåll

source: No matching content for flat content '%(name)s', please use admin interface to create it.
sv: Inget matchande platt innehåll för '%(name)s', var god använd admin-gränssnittet för att skapa det.

source: Latest methods
sv: Nyaste metoderna

source: The latest methods submitted by your co-workers
sv: De nyaste upplagda metoderna från dina kollegor

source: Draft
sv: Utkast

source: Published
sv: Publicerad

source: Slug
sv: Slugg

source: Created by
sv: Inlagd av

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Date and time pushed
sv: Upplyft datum och tid

source: Date and time published
sv: Datum och tid för publicering

source: Created (date)
sv: Skapad (datum)

source: Modified (date)
sv: Ändrad (datum)

source: method
sv: metod

source: methods
sv: metoder

source: User
sv: Användare

source: Method
sv: Metod

source: Image
sv: Bild

source: Image height
sv: Bildens höjd

source: Image width
sv: Bildens bredd

source: uploaded file
sv: uppladdad fil

source: uploaded files
sv: uppladdade filer

source: method bonus
sv: metodbonus

source: method bonuses
sv: metodbonusar

source: Thanks for adding a new method! Don't forget to publish it so it becomes visible to others.
sv: Tack för att du lade in en ny metod! Glöm inte att publicera den så den blir synlig för andra.

source: Method saved!
sv: Metoden sparades!

source: Method saved! Don't forget to publish it so it becomes visible to others.
sv: Metoden sparades! Glöm inte att publicera den så att den blir synlig för andra.

source: Method deleted!
sv: Metoden togs bort!

source: Method is now published and visible to everyone
sv: Metoden publicerades och är nu synlig för alla

source: Method is now draft
sv: Metoden är nu ett utkast

source: Thanks for adding a new method bonus! Don't forget to publish it so it becomes visible to others.
sv: Tack för att du lade in en ny metodbonus! Glöm inte att publicera den så den blir synlig för andra.

source: Bonus saved!
sv: Bonusen sparades!

source: Bonus saved! Don't forget to publish it so it becomes visible to others.
sv: Bonusen sparades! Glöm inte att publicera den så att den blir synlig för andra.

source: Bonus deleted!
sv: Bonusen togs bort!

source: Bonus is now published and visible to everyone
sv: Bonusen publicerades och är nu synlig för alla

source: There are several ways to promote a good method. <em>One</em> is to share it here in the first place. <em>Another</em> is to re-use someone's method and give positive feedback. A <em>third</em> is to look at methods from a higher perspective and promote them based on other characteristics than pure reusability.
sv: Det finns flera sätt att lyfta en bra metod. <em>Ett</em> är att dela den här till att börja med. <em>Ett annat</em> är att återanvända någons metod och ge positiv återkoppling. Ett <em>tredje</em> är att se på metoder från ett högre perspektiv och lyfta dem baserade på något annat än ren återanvändbarhet.

source: That is, you might be a:
sv: Det vill säga, du/ni kanske är en:

source: <ul> <li>discussion group</li> <li>expert in your field</li> <li>higher perspective generalist</li> <li>customer representative</li> <li>educational assessor</li> </ul>
sv: <ul> <li>diskussionsgrupp</li> <li>expert i ditt fält</li> <li>generalist med höjd blick</li> <li>kundrepresentant</li> <li>utbildningsutvärderare</li> </ul>

source: who thinks a method is good based on, say:
sv: som tycker den här metoden är bra baserat på, t.ex.:

source: <ul> <li>rave evaluations from course participants</li> <li>teaching effectiveness</li> <li>creativity</li> <li>technical writing</li> <li>pedagogical theory</li> </ul>
sv: <ul> <li>översvallande värderingar från kursdeltagarna</li> <li>utbildningseffektivitet</li> <li>kreativitet</li> <li>tekniskt författande</li> <li>pedagogisk teori</li> </ul>

source: Created by <a href="%(link_to_person)s">%(name)s</a> and published at %(published_at)s.
sv: Inlagd av <a href="%(link_to_person)s">%(name)s</a> och publicerad %(published_at)s.

source: Created by <a href="%(link_to_person)s">%(name)s</a> at %(created_at)s. <strong>Bonus is not yet published.</strong>
sv: Inlagd av <a href="%(link_to_person)s">%(name)s</a> %(created_at)s. <strong>Bonusen är inte publicerad ännu.</strong>

source: Edit bonus?
sv: Redigera bonus?

source: Bonus preview
sv: Förhandsgranska bonus

source: Scroll down to edit or save your bonus
sv: Scrolla ned för att redigera eller spara din bonus

source: Good method
sv: Bra metod

source: Preview only
sv: Endast förhandsgranskning

source: Edit or save bonus below
sv: Redigera eller spara bonusen nedan

source: With this comment, do you also want to lift this method to the top of the methods list?
sv: Med den här kommentaren, vill du också lyfta den här metoden till toppen av metodlistan?

source: Preview
sv: Förhandsgranska

source: Submit
sv: Skicka

source: Give a bonus!
sv: Ge en bonus!

source: Start writing!
sv: Börja skriva!

source: Create
sv: Skapa

source: Add images after submitting your method (sorry...)
sv: Lägg till bilder efter du sparat din metod (sorry...)

source: Optional settings
sv: Valfria fält

source: Tags
sv: Taggar

source: Suggested tags:
sv: Förslag på taggar:

source: Upload an image
sv: Ladda upp en bild

source: Really delete bonus?
sv: Verkligen ta bort bonusen?

source: Edit away!
sv: Redigera!

source: Save
sv: Spara

source: Publish bonus
sv: Publicera bonus

source: Unpublish bonus
sv: Avpublicera bonus

source: Delete bonus
sv: Ta bort bonus

source: Really delete method?
sv: Verkligen ta bort metoden?

source: Drop files here to upload
sv: Släpp filer här för att ladda upp

source: Delete image?
sv: Ta bort bild?

source: Hover over an image and click the plus sign to add the image where you've placed the cursor in the text.
sv: Håll muspekaren över en bild och klicka på plustecknet för att lägga till bilden där du placerat markören i texten.

source: Publish method
sv: Publicera metoden

source: Unpublish method
sv: Avpublicera metoden

source: Delete method
sv: Ta bort metoden

source: Great methods to reuse and be inspired by.
sv: Bra metoder att återanvända och bli inspirerad av.

source: Share yours!
sv: Dela med dig av dina!

source: 1 comment.
sv: 1 kommentar.

source: Go ahead, create the first method!
sv: Kom igen, lägg in den första metoden!

source: Popular Tags
sv: Populära taggar

source: Methods and best practices
sv: Metoder och goda exempel

source: 1 comment.
sv: 1 kommentar.

source: Quick help
sv: Snabbhjälp

source: Want detailed help?
sv: Vill du ha detaljerad hjälp?

source: Subset of markdown. No html.
sv: Delmängd av markdown. Ingen html.

source: Images
sv: Bilder

source: Upload images using button below edit area, click on thumbnails to insert in text.
sv: Ladda upp bilder med hjälp av knappen under textrutan, klicka på tumnaglarna för att lägga in bilden i texten.

source: Use images already uploaded somewhere else; paste urls directly into text.
sv: Använd redan uppladdade bilder, klistra in urler direkt i texten.

source: Not yet. Just add a link to it for now.
sv: Inte ännu. Länka till dem så länge.

source: Created by <a href="%(link_to_person)s">%(name)s</a> at %(created_at)s. <strong>Method is not yet published.</strong>
sv: Inlagd av <a href="%(link_to_person)s">%(name)s</a> %(created_at)s. <strong>Metoden är inte publicerad ännu.</strong>

source: Edit method?
sv: Redigera metod?

source: Scroll down to edit or save your method
sv: Scrolla ned för att redigera eller spara din metod

source: Summary
sv: Sammanfattning

source: Edit or save method below
sv: Redigera eller spara metoden nedan

source: One comment so far:
sv: En kommentar än så länge:

source: What do you think?
sv: Vad tycker du?

source: By writing comments, you can encourage good methods being shared and reused. Try to be constructive and give positive feedback!
sv: Genom att skriva kommentarer kan du uppmuntra till delning och återanvändning av bra metoder. Försök att vara konstruktiv och ge positiv återkoppling!

source: Good method?
sv: Bra metod?

source: Is this method good from other perspectives than pure reusability? <a href="%(create_bonus_url)s">Read more</a> and create a method bonus.
sv: Är den här metoden bra från andra perspektiv än ren återanvändbarhet? <a href="%(create_bonus_url)s">Läs mer</a> och skapa en metodbonus.

source: Create bonus
sv: Skapa bonus

source: methods tagged with
sv: metoder taggade med

source: 1 comment.
sv: 1 kommentar.

source: The bigger the size of a tag, the more methods are tagged with it.
sv: Ju större storlek på taggen, desto fler metoder är taggade med den.

source: Have a good example of your own?
sv: Har du ditt egna goda exempel?

source: Add a method!
sv: Lägg till en metod!

source: Login and add a method!
sv: Logga in och lägg till en metod!

source: RSS
sv: RSS-flöde

source: Your methods
sv: Dina metoder

source: You have texts to publish!
sv: Du har texter att publicera!

source: draft
sv: utkast

source: Bonus for "%(method_title)s"
sv: Bonus för "%(method_title)s"

source: Recent comments
sv: Senaste kommentarerna

source: on
sv: på

source: Recent methods
sv: Senaste metoderna

source: See more...
sv: Se fler...

source: Popular tags
sv: Populära taggar

source: Background
sv: Bakgrund

source: Read more...
sv: Läs mer...

source: Quick tip
sv: Snabbtips

source: Thanks, your settings have been saved
sv: Tack, dina inställningar har sparats

source: Create an account
sv: Skapa ett konto

source: Edit your profile information
sv: Redigera din profilinformation

source: Please take a little time to fill in your profile information before going off exploring the site and helping your colleagues by setting good examples.
sv: Ta lite tid och fyll i din profilinformation innan du börjar utforska sajten och hjälpa dina kollegor genom att bidra med goda exempel.

source: Tag category name
sv: Taggkategorinamn

source: tag suggestion category
sv: taggförslagskategori

source: tag suggestion categories
sv: taggförslagskategorier

source: Tag name
sv: Taggnamn

source: Category
sv: Kategori

source: Show on frontpage?
sv: Visa på förstasidan?

source: tag suggestion
sv: taggförslag

source: tag suggestions
sv: taggförslag

source: Tag text
sv: Taggtext

source: tag text
sv: taggtext

source: tag texts
sv: taggtexter

source: HTTP 404: Page not found
sv: HTTP 404: Sidan kunde inte hittas

source: <p> Unfortunately, what you were looking for could not be found. Please send us an error report. </p> <p> Thank you for your patience! </p>
sv: <p> Tyvärr kunde det du letade efter inte hittas. Skicka gärna en felrapport. </p> <p> Tack för ditt tålamod! </p>

source: HTTP 500: Internal server error
sv: HTTP 500: Internt serverfel

source: <p> You've come across a bug! We've been notified of the problem and will try to fix it as soon as possible. </p> <p> Thank you for your patience! </p>
sv: <p> Du har råkat på en bugg! Vi har blivit notifierade om problemet och kommer försöka rätta till det hela så fort som möjligt. </p> <p> Tack för ditt tålamod! </p>

source: How can I help?
sv: Hur kan jag hjälpa till?

source: Good methods and good examples doesn't necessarily spread themselves &mdash; they need <em>your</em> help. Read more about <a href="%(how_can_i_help_url)s">what you can do</a>.
sv: Bra metoder och goda exempel sprider inte självklart sig själva &mdash; de behöver <em>din</em> hjälp. Läs mer om <a href="%(how_can_i_help_url)s">vad du kan göra</a>.

source: What is a good method?
sv: Vad är en bra metod?

source: What works for one person might not be a perfect match for the next. The more people who contribute, the likelier it is that there will be methods that fit both you <em>and</em> me. Read more <a href="%(good_methods_url)s">about good methods</a>.
sv: Vad som fungerar bra för en person kanske inte passar nästa. Ju fler som bidrar med sitt perspektiv, desto större sannolikhet för att det finns metoder som passar både dig <em>och</em> mig. Läs mer <a href="%(good_methods_url)s">om bra metoder</a>.

source: Have feedback?
sv: Återkoppla?

source: Welcome
sv: Välkommen

source: Your profile
sv: Din profil

source: drafts
sv: utkast

source: Log out
sv: Logga ut

source: Log in
sv: Logga in

source: Sign up
sv: Skapa konto

source: Methods
sv: Metoder

source: Search
sv: Sök

source: Logged out
sv: Utloggad

source: Sign in as another user?
sv: Logga in som en annan användare?

source: Your username and password did not match. Please try again.
sv: Ditt användarnamn och lösenord matchade inte. Var god försök igen.

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Login error
sv: Inloggningsfel

source: Log in as another user?
sv: Logga in som en annan användare?

source: Password changed
sv: Lösenordet har ändrats

source: Your password has been set. You may go ahead and log in now.
sv: Ditt lösenord har uppdaterats. Du kan logga in nu.

source: Confirm new password
sv: Verifiera nytt lösenord

source: Please enter your new password twice so we can verify you typed it in correctly.
sv: Var god skriv in ditt nya lösenord två gånger så vi kan verifiera att du skrivit in det korrekt.

source: New password
sv: Nytt lösenord

source: Confirm password
sv: Verifiera lösenord

source: Change my password
sv: Ändra mitt lösenord

source: Password reset unsuccessful
sv: Lösenordsåterställning misslyckades

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sv: Länken för lösenordsåterställning gällde inte, troligen för att den redan använts förut. Var god begär en ny lösenordsåterställning.

source: Instructions
sv: Instruktioner

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
sv: Vi har mejlat dig instruktioner för att skapa ett nytt lösenord. Du bör få det inom kort.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
sv: Någon, troligen du själv, har begärt en lösenordsåterställning för ditt användarkonto på %(site_name)s.

source: Please go to the following page and choose a new password:
sv: Var god besök följande sida och välj ett nytt lösenord:

source: Your username, in case you've forgotten:
sv: Ditt användarnamn, ifall du glömt det:

source: Have a nice day!
sv: Vänliga hälsningar

source: Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
sv: Skriv in din epost-adress nedan och vi mejlar dig instruktioner för att skapa ett nytt.

source: E-mail address
sv: E-postadress

source: Reset my password
sv: Återställ mitt lösenord

source: Please correct the error below
sv: Var god rätta felet nedan

source: Preview your comment
sv: Förhandsgranska din kommentar

source: Found the following methods...
sv: Hittade de följande metoderna...

source: Sorry, could not find any matching methods.
sv: Ledsen, kunde inte hitta några matchande metoder.

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: tip
sv: tips

source: Thanks for adding a new tip!
sv: Tack för att du lade till ett nytt tips!

source: Tip saved!
sv: Tipset sparades!

source: Tip deleted!
sv: Tipset togs bort!

source: Really delete tip?
sv: Verkligen ta bort tipset?

source: Edit your tip!
sv: Redigera ditt tips!

source: or
sv: eller

source: delete
sv: ta bort

source: it?
sv: det?

source: Your tip, before editing
sv: Ditt tips, innan redigering

source: Keep it short and to the point (less than 200 characters)!
sv: Ta det kort och koncist (mindre än 200 tecken)!

source: Add a tip!
sv: Lägg till ett tips!

source: All tips
sv: Alla tips

source: No tips, yet!
sv: Inga tips, ännu!

source: Edit tip?
sv: Redigera tips?

source: Avatar
sv: Profilbild

source: Email
sv: Epost

source: That user name is not valid.
sv: Det användarnamnet är otillåtet.

source: That user name is taken.
sv: Det användarnamnet är upptaget.

source: user
sv: användare

source: users
sv: användare

source: Sign up and sign in
sv: Skapa konto och logga in

source: Just fill in the fields below and you'll be signed in with your new account.
sv: Fyll bara i fälten nedan och du loggas in med ditt nya konto.

source: Sign in
sv: Logga in

source: All users
sv: Alla användare

source: %(method_count)s method(s), %(bonus_count)s bonus(es) and %(tips_count)s tip(s) created.
sv: %(method_count)s metod(er), %(bonus_count)s bonus(ar) och %(tips_count)s tips inlagda.

source: Bonuses
sv: Bonusar

source: Bonus for <em>%(method_title)s</em>
sv: Bonus för <em>%(method_title)s</em>
